Repository: john-rocky/AutoCatDogCam
Catalog: AutoCatDogCam/*.lproj/Localizable.strings
Languages: es_419, ru

# フォトライブラリに保存しました
source: Saved to photo library
es_419: Guardado en la biblioteca de fotos
ru: Сохранено в фотобиблиотеке

# ヘルプ
source: HELP
es_419: Ayuda
ru: Помогите помочь

source: The application provider DAISUKE MAJIMA (hereinafter referred to as “provider”) defines the terms of use for the smartphone application provided by the provider (hereinafter referred to as “this application”) as follows: (Hereafter referred to as the “Terms”).
es_419: El proveedor de la aplicación DAISUKE MAJIMA (en lo sucesivo denominado proveedor) define los términos de uso de la aplicación para teléfonos inteligentes proporcionada por el proveedor (en lo sucesivo, esta aplicación) de la siguiente manera: (en adelante, los Términos).
ru: Поставщик приложений DAISUKE MAJIMA (в дальнейшем именуемый «провайдер») устанавливает следующие условия использования приложений для смартфонов, предоставленных провайдером (в дальнейшем именуемый «данное приложение») ( (Они называются «Условия» ниже.)

# 第１条 本規約への同意
source: Article 1 Consent to the Terms
es_419: Artículo 1 Consentimiento de los Términos
ru: Статья 1 Согласие с настоящими Условиями

source: 1. Users of this application (hereinafter referred to as “users”) shall use this application after agreeing to these terms in advance. n2. When the user downloads this service to a smartphone or other information terminal and performs the agreement procedure for this agreement, the user and the provider use it according to the provisions of this agreement. The contract shall be concluded. n3. If you are a minor, please use this service after obtaining the consent of a parent or other legal representative. n4, If a user of a minor uses the Service falsely or if he / she is an adult with regard to his age, he believes that he / she is a person who can act otherwise. If you use fraud to do so, you will not be able to revoke any legal action related to this service. n5. If a user who was a minor at the time of acceptance of this agreement uses this service after reaching adulthood, the user is deemed to have confirmed all legal actions related to this service.
es_419: 1. Los usuarios de esta aplicación (en adelante denominados usuarios) utilizarán esta aplicación después de aceptar estos términos por adelantado. 2. Cuando el usuario descarga este servicio a un teléfono inteligente u otro terminal de información y realiza el procedimiento de acuerdo para este acuerdo, el usuario y el proveedor lo usan de acuerdo con las disposiciones de este acuerdo. El contrato se celebrará. 3. Si es menor de edad, utilice este servicio después de obtener el consentimiento de un padre u otro representante legal. 4, si un usuario de un menor utiliza el Servicio falsamente o si es un adulto con respecto a su edad, cree que es una persona que puede actuar de otra manera. Si utiliza fraude para hacerlo, no podrá revocar ninguna acción legal relacionada con este servicio. 5. Si un usuario que era menor de edad en el momento de la aceptación de este acuerdo utiliza este servicio después de llegar a la edad adulta, se considera que el usuario ha confirmado todas las acciones legales relacionadas con este servicio.
ru: 1. Пользователи этого приложения (далее «пользователи») должны использовать это приложение после предварительного согласия с этими условиями. 2. Когда пользователь загружает эту услугу на смартфон или другой информационный терминал и выполняет процедуру соглашения для этого соглашения, пользователь и поставщик используют ее в соответствии с положениями этого соглашения. Договор должен быть заключен. 3. Если вы несовершеннолетний, воспользуйтесь этой услугой после получения согласия родителя или другого законного представителя. 4, если пользователь несовершеннолетнего использует Услугу ложно или если он / она является взрослым по отношению к своему возрасту, он считает, что он / она является лицом, которое может действовать иначе. Если вы используете мошенничество, вы не сможете отозвать какие-либо юридические действия, связанные с этой услугой. 5. Если пользователь, который был несовершеннолетним на момент принятия этого соглашения, использует эту услугу после достижения совершеннолетия, считается, что пользователь подтвердил все юридические действия, связанные с этой услугой.

# 第２条 規約の変更
source: Article 2 Change of Terms
es_419: Artículo 2 Cambio de términos
ru: Статья 2 Изменение условий

source: 1. The provider shall be able to revise the contents of this agreement at any time without obtaining the user's consent, and the user shall accept this without objection. 2, When the provider revises this agreement, the provider will notify the user of the contents by the provider's prescribed method (update notification through the application platform). 3. The effect of the amendment to the previous Terms shall come from the point of time when the provider makes a notification under the preceding paragraph. 4. When the user uses this service after changing this agreement, it will be deemed that the user has agreed to the changed agreement without objection.
es_419: 1. El proveedor podrá revisar el contenido de este acuerdo en cualquier momento sin obtener el consentimiento del usuario, y el usuario deberá aceptarlo sin objeción. 2, cuando el proveedor revisa este acuerdo, notificará al usuario los contenidos mediante el método prescrito por el proveedor (notificación de actualización a través de la plataforma de la aplicación). 3. El efecto de la enmienda a los Términos anteriores vendrá desde el momento en que el proveedor haga una notificación según el párrafo anterior. 4. Cuando el usuario utiliza este servicio después de cambiar este acuerdo, se considerará que ha aceptado el acuerdo modificado sin objeción.
ru: 1. Поставщик может пересмотреть содержание этого соглашения в любое время без получения согласия пользователя, и пользователь должен принять это без возражений. 2, когда провайдер пересматривает это соглашение, провайдер уведомляет пользователя о содержимом предписанным провайдером способом (уведомление об обновлении через платформу приложения). 3. Действие поправки к предыдущим Условиям наступает с момента, когда поставщик делает уведомление в соответствии с предыдущим пунктом. 4. Когда пользователь использует эту услугу после изменения этого соглашения, считается, что пользователь согласился с измененным соглашением без возражений.

# 第３条 個人情報等の取り扱い
source: Article 3 Handling of personal information
es_419: Artículo 3. Tratamiento de la información personal.
ru: Статья 3 Обработка личной информации

# 個人情報及び利用者情報については、提供者が別途定める「プライバシーポリシー」に則り、適正に取り扱うこととします。
source: Personal information and user information will be handled appropriately in accordance with the “privacy policy” separately determined by the provider.
es_419: La información personal y la información del usuario se manejarán adecuadamente de acuerdo con la política de privacidad determinada por separado por el proveedor.
ru: Личная информация и информация о пользователях будут обрабатываться надлежащим образом в соответствии с «политикой конфиденциальности», отдельно определяемой поставщиком.

# 第４条 禁止行為
source: Article 4 Prohibited acts
es_419: Artículo 4 Actos prohibidos
ru: Статья 4 Запрещенные действия

source: When using this service, the provider prohibits the following actions for users. If the provider finds that the user has violated the prohibited matters, he / she can suspend the use or take other measures as deemed necessary by the provider. (1) Acts that violate the intellectual property rights of providers or third parties (2) Acts that damage or improperly discriminate or slander the honors and credibility of providers or third parties (3) Acts that infringe or may infringe the property of the provider or third party (4) Acts that cause economic damage to the provider or third party (5) Threatening acts against the three parties (6) Use of computer viruses and harmful programs (7) Actions that violate laws and regulations (8) Criminal acts and criminal acts Acts of tying or promoting this, or acts that could possibly cause it (9) Acts of infringing third-party portrait rights or copyrights (10) In addition to the above, the provider deems inappropriate Actions If the user has taken any of the actions listed in the previous paragraph and the provider has suffered damage, User has to bear all or part of the damages to the .
es_419: Al usar este servicio, el proveedor prohíbe las siguientes acciones para los usuarios. Si el proveedor descubre que el usuario ha violado los asuntos prohibidos, puede suspender el uso o tomar otras medidas que el proveedor considere necesarias. (1) Actos que violan los derechos de propiedad intelectual de proveedores o terceros (2) Actos que dañan o discriminan o difaman indebidamente los honores y la credibilidad de proveedores o terceros (3) Actos que infringen o puede infringir la propiedad del proveedor o del tercero (4) Actos que causen daños económicos al proveedor o al tercero (5) Amenazas contra los tres (6) Uso de virus informáticos y programas dañinos (7) Acciones que violan las leyes y regulaciones (8) Actos delictivos y actos delictivos Actos de vinculación o promoción de esto, o actos que podrían causarlo (9) Actos de infringir derechos de autor o derechos de autor de retratos de terceros (10) Además de lo anterior, el proveedor considera acciones inapropiadas Si el usuario ha tomado alguna de las acciones enumeradas en el párrafo anterior y el proveedor ha sufrido daños, el usuario debe asumir la totalidad o parte de los daños a el .
ru: При использовании этой услуги поставщик запрещает следующие действия для пользователей. Если поставщик обнаружит, что пользователь нарушил запрещенные вопросы, он / она может приостановить использование или принять другие меры, если поставщик считает это необходимым. (1) Действия, которые нарушают права интеллектуальной собственности поставщиков или третьих лиц (2) Действия, которые наносят ущерб или неправомерно дискриминируют или клеветают на честь и доверие поставщиков или третьих лиц (3) Действия, которые нарушают или может нарушить собственность поставщика или третьей стороны (4) Действия, которые наносят экономический ущерб поставщику или третьей стороне (5) Угрожающие действия против трех сторон n (6) Использование компьютерных вирусов и вредоносных программ (7) Действия, которые нарушают законы и нормативные акты (8) Преступные действия и преступные действия Акты связывания или продвижения этого или действия, которые могут их вызвать (9) Акты нарушения авторских прав или авторских прав третьих лиц (10) В дополнение к вышеизложенному, поставщик считает неуместными действия Если пользователь предпринял какое-либо из действий, перечисленных в предыдущем параграфе, и поставщик получил повреждение, пользователь должен нести все или часть ущерба, причиненного .

# 第５条 免責
source: Article 5 Disclaimer
es_419: Artículo 5 Descargo de responsabilidad
ru: Статья 5 Отказ от ответственности

source: 1. The provider is not liable for any damages caused by changing, interrupting or terminating the contents of this service. 2. The provider will not be involved in the usage environment of this service, and will not be liable. 3. The provider does not guarantee that this service meets the specific purpose of the user, that it has the expected functions, product value, accuracy, and utility, and that the use of this service by the user is applied to the user. There is no guarantee that the product conforms to certain laws and regulations or the internal rules of industry associations, and does not cause defects. 4. The provider does not guarantee that this service is compatible with all information terminals, and there is a problem with the operation of this service due to the OS version upgrade of the information terminal that is used for this service. The user shall acknowledge in advance that there is a possibility that this may occur. The provider does not guarantee that the problem will be resolved by the modification of the program performed by the provider when such a problem occurs. 5. The user shall acknowledge in advance that the use of this service may be restricted in part due to changes in terms of service and operating policies of service stores such as AppStore and GooglePlay. The 6, Provider will not be liable for any damages caused directly or indirectly to the user by using this service. 7.The Provider is not liable for any loss of opportunity, business interruption or any other damage (including indirect damage or loss of profits) suffered by the User or other third parties. We will not be liable even if you have received the notice in advance. 8.If the provider has intentional or gross negligence, or if the contract is subject to the Consumer Contract Law, the provisions of paragraph 1 of the preceding paragraph do not apply. 9.Even if the preceding paragraph applies, the provider is not responsible for any damage caused to the user due to negligence (excluding gross negligence) due to special circumstances. 10.If the Provider is liable for damages related to the use of this Service, it shall be liable for the maximum amount of compensation received from the User in the month in which the damage occurred. 11.The Provider is not responsible for any disputes or troubles between the User and other users. Even if there is a problem between the User and another User, both parties are responsible for resolving the issue and not charging the provider at all. 12.In the event of damage to other users or third party disputes related to the use of this service, the user shall be liable at his own expense. It shall be resolved. The user shall not bring any inconvenience or damage to the provider. 13.If the third party claims damages to the provider due to the user's behavior, the user shall bear the costs (lawyer fees) and assume responsibility. If the provider pays the compensation to the third party, the user shall pay compensation including the provider. All expenses (including attorney fees and loss of profits). 14.If the user damages the provider by using this service, the user shall bear the costs and responsibilities (including legal fees and legal fees) to compensate the provider for damages.
es_419: 1. El proveedor no se hace responsable de los daños causados ​​por cambiar, interrumpir o finalizar el contenido de este servicio. 2. El proveedor no participará en el entorno de uso de este servicio y no será responsable. 3. El proveedor no garantiza que este servicio cumpla con el propósito específico del usuario, que tenga las funciones esperadas, el valor del producto, la precisión y la utilidad, y que el uso de este servicio por parte del usuario se aplique al usuario. No hay garantía de que el producto cumpla con ciertas leyes y regulaciones o las reglas internas de las asociaciones de la industria, y no cause defectos. 4. El proveedor no garantiza que este servicio sea compatible con todos los terminales de información, y existe un problema con el funcionamiento de este servicio debido a la actualización de la versión del sistema operativo del terminal de información que se utiliza para este servicio. El usuario deberá reconocer de antemano que existe la posibilidad de que esto ocurra. El proveedor no garantiza que el problema se resolverá mediante la modificación del programa realizado por el proveedor cuando se produzca dicho problema. 5. El usuario deberá reconocer de antemano que el uso de este servicio puede estar restringido en parte debido a cambios en los términos del servicio y las políticas operativas de las tiendas de servicios como AppStore y GooglePlay. El 6, Proveedor no será responsable de los daños causados ​​directa o indirectamente al usuario al utilizar este servicio. 7. El Proveedor no es responsable de ninguna pérdida de oportunidad, interrupción comercial o cualquier otro daño (incluido el daño indirecto o la pérdida de ganancias) sufrido por el Usuario u otros terceros. No seremos responsables incluso si ha recibido el aviso por adelantado. 8. Si el proveedor tiene negligencia intencional o grave, o si el contrato está sujeto a la Ley de Contrato del Consumidor, las disposiciones del párrafo 1 del párrafo anterior no aplicar. 9. Incluso si se aplica el párrafo anterior, el proveedor no es responsable de ningún daño causado al usuario debido a negligencia (excluyendo negligencia grave) debido a circunstancias especiales. 10. Si el Proveedor es responsable de los daños relacionados con el uso de este Servicio, será responsable de la cantidad máxima de compensación recibida del Usuario en el mes en que ocurrió el daño. 11. El Proveedor no es responsable de ninguna disputa o problema entre el Usuario y otros usuarios. Incluso si hay un problema entre el Usuario y otro Usuario, ambas partes son responsables de resolver el problema y no cobrar al proveedor en absoluto. 12. En caso de daños a otros usuarios o disputas de terceros relacionadas con el uso de este servicio, el usuario será responsable a su cargo. Estará resuelto. El usuario no deberá traer ningún inconveniente o daño al proveedor. 13. Si el tercero reclama daños al proveedor debido al comportamiento del usuario, el usuario asumirá los costos (honorarios de abogados) y asumirá la responsabilidad. Si el proveedor paga la compensación al tercero, el usuario deberá pagar una compensación, incluido el proveedor. Todos los gastos (incluidos los honorarios de abogados y la pérdida de ganancias). 14. Si el usuario daña al proveedor al usar este servicio, el usuario asumirá los costos y responsabilidades (incluidos los honorarios legales y los honorarios legales) para compensar al proveedor por los daños.
ru: 1. Поставщик не несет ответственности за любой ущерб, вызванный изменением, прерыванием или прекращением работы данной службы. 2. Поставщик не будет вовлечен в среду использования этой службы и не будет нести ответственность. 3. Поставщик не гарантирует, что эта услуга соответствует конкретной цели пользователя, что она имеет ожидаемые функции, ценность продукта, точность и полезность, и что использование этой услуги пользователем распространяется на пользователя. Нет гарантии, что продукт соответствует определенным законам и правилам или внутренним правилам отраслевых ассоциаций и не вызывает дефектов. 4. Поставщик не гарантирует, что эта услуга совместима со всеми информационными терминалами, и существует проблема с работой этой службы из-за обновления версии ОС информационного терминала, который используется для этой услуги. Пользователь должен заранее подтвердить, что есть вероятность, что это может произойти. Поставщик не гарантирует, что проблема будет решена путем модификации программы, выполняемой поставщиком, когда такая проблема возникает. 5. Пользователь должен заранее подтвердить, что использование этого сервиса может быть частично ограничено из-за изменений условий обслуживания и операционных политик сервисных магазинов, таких как AppStore и GooglePlay. Поставщик 6 не будет нести ответственность за любой ущерб, причиненный пользователю прямо или косвенно с помощью этой службы. 7.Поставщик не несет ответственности за любую потерю возможности, прерывание работы или любой другой ущерб (включая косвенный ущерб или упущенную выгоду), понесенный Пользователем или другими третьими лицами. Мы не будем нести ответственность, даже если вы получили уведомление заранее. 8.Если поставщик имеет намеренную или грубую небрежность, или если договор регулируется Законом о потребительских договорах, положения пункта 1 предыдущего пункта не применяются. Применять. 9.Даже если применяется предыдущий пункт, поставщик не несет ответственности за любой ущерб, причиненный пользователю из-за халатности (исключая грубую небрежность) из-за особых обстоятельств. 10. Если поставщик несет ответственность за убытки, связанные с Используя этот Сервис, он несет ответственность за максимальный размер компенсации, полученной от Пользователя за месяц, в котором был причинен ущерб. 11. Поставщик не несет ответственности за любые споры или проблемы между Пользователем и другими пользователями. Даже если существует проблема между Пользователем и другим Пользователем, обе стороны несут ответственность за решение проблемы и не взимают плату с поставщика вообще. 12. В случае повреждения других пользователей или споров третьих сторон, связанных с использованием этого Пользователь несет ответственность за свой счет. Это должно быть решено. Пользователь не должен приносить какие-либо неудобства или ущерб поставщику. 13. Если третье лицо заявляет о возмещении убытков поставщику в результате поведения пользователя, пользователь несет расходы (расходы на адвоката) и принимает на себя ответственность. Если поставщик выплачивает компенсацию третьей стороне, пользователь должен выплатить компенсацию, включая поставщика. Все расходы (включая оплату услуг адвоката и упущенную выгоду). 14. Если пользователь наносит ущерб поставщику, используя эту услугу, пользователь несет расходы и ответственность (включая судебные издержки и судебные издержки), чтобы компенсировать провайдеру убытки.

# 第６条 広告の掲載について
source: Article 6 Advertise
es_419: Artículo 6 Publicidad
ru: Статья 6 Реклама

source: You acknowledge that you understand and accept that the Service may contain any advertisements and that the Provider or its affiliates may place any advertisements. The Provider may change the form and scope of advertisements on this Service from time to time.
es_419: Usted reconoce que comprende y acepta que el Servicio puede contener anuncios y que el Proveedor o sus afiliados pueden colocar anuncios. El Proveedor puede cambiar la forma y el alcance de los anuncios en este Servicio de vez en cuando.
ru: Вы признаете, что понимаете и принимаете, что Сервис может содержать любую рекламу и что Поставщик или его филиалы могут размещать любую рекламу. Провайдер может время от времени изменять форму и объем рекламных объявлений на данном Сервисе.

# 第７条 権利譲渡の禁止
source: Article 7 Prohibition of transfer of rights
es_419: Artículo 7. Prohibición de transferencia de derechos.
ru: Статья 7 Запрещение передачи прав

source: 1. The User shall not assign all or part of the status and rights or obligations of this Agreement to a third party without the prior written consent of the Provider. 2. The Provider may, at its sole discretion, transfer all or part of the Service to a third party, In this case, all user rights associated with the service (including the user account within the scope of the transfer rights) have been transferred to the transferee.
es_419: 1. El Usuario no deberá ceder todo o parte del estado y los derechos u obligaciones de este Acuerdo a un tercero sin el consentimiento previo por escrito del Proveedor. 2. El Proveedor puede, a su sola discreción, transferir todo o parte del Servicio a un tercero. En este caso, todos los derechos de usuario asociados con el servicio (incluida la cuenta de usuario dentro del alcance de los derechos de transferencia) se han transferido a cesionario
ru: 1. Пользователь не может переуступать все или часть статуса и прав или обязательств по настоящему Соглашению третьей стороне без предварительного письменного согласия Поставщика. 2. Поставщик может по своему собственному усмотрению передать все или часть Сервиса третьему лицу. В этом случае все права пользователя, связанные с сервисом (включая учетную запись пользователя в рамках прав на передачу), были переданы правопреемник.

# 第８条 分離可能性
source: Article 8 Separability
es_419: Artículo 8 Separabilidad
ru: Статья 8 Отделимость
