Repository: john-rocky/AutoCatDogCam
Catalog: AutoCatDogCam/*.lproj/Localizable.strings
Languages: es_419, ru

source: Even if any provision of this agreement or part of it is determined to be invalid or unenforceable by the Consumer Contract Law or other laws and regulations, the remaining provisions and part of this agreement have become invalid The rest of the provisions will continue to be fully effective.
es_419: Incluso si alguna disposición de este acuerdo o parte de él se determina que no es válida o no se puede hacer cumplir por la Ley de Contrato del Consumidor u otras leyes y reglamentos, las disposiciones restantes y parte de este acuerdo se vuelven inválidas. El resto de las disposiciones continuarán siendo completamente eficaz.
ru: Даже если какое-либо положение этого соглашения или его части будет признано недействительным или не имеющим законной силы в соответствии с Законом о потребительских договорах или другими законами и правилами, остальные положения и часть этого соглашения станут недействительными. Остальные положения будут по-прежнему полностью эффективный.

# 第１０条 提供者への連絡方法
source: Article 10 How to contact the provider
es_419: Artículo 10 Cómo contactar al proveedor
ru: Статья 10 Как связаться с провайдером

# 利用規約に同意してアプリを利用する
source: Agree to the terms of service and use the app
es_419: Acepta los términos del servicio y usa la aplicación
ru: Согласитесь с условиями обслуживания и используйте приложение

# 下記利用規約に同意いただいてからご利用ください。
source: Please use it after agreeing to the following terms of service.
es_419: Úselo después de aceptar los siguientes términos de servicio.
ru: Пожалуйста, используйте его после принятия следующих условий обслуживания.

source: Application provider DAISUKE MAJIMA (hereinafter referred to as “provider”) is handling privacy information in the smartphone application provided by the provider (hereinafter referred to as “this application”) as follows: Establish a policy.
es_419: El proveedor de la aplicación DAISUKE MAJIMA (en lo sucesivo denominado proveedor) está manejando la información de privacidad en la aplicación para teléfonos inteligentes proporcionada por el proveedor (en lo sucesivo, esta aplicación) de la siguiente manera: Establezca una política.
ru: Поставщик приложения DAISUKE MAJIMA (в дальнейшем именуемый «провайдер») обрабатывает информацию о конфиденциальности в приложении для смартфона, предоставленном провайдером (в дальнейшем именуемом «это приложение»), следующим образом: Установите политику.

# 取得する個人情報の種類
source: Types of personal information to be acquired
es_419: Tipos de información personal a ser adquirida
ru: Типы личной информации, которая будет получена

source: 1. Image and depth data captured from the front True Depth camera. 2, Images / videos selected by the user for use in the application, or taken with the camera. 3, Cookie data and web beacons may be used to display advertisements.
es_419: 1. Datos de imagen y profundidad capturados desde la cámara frontal True Depth. 2, Imágenes / videos seleccionados por el usuario para usar en la aplicación, o tomados con la cámara. 3, los datos de cookies y las balizas web se pueden utilizar para mostrar anuncios.
ru: 1. Данные изображения и глубины, полученные с передней камеры True Depth. 2, Изображения / видео, выбранные пользователем для использования в приложении или снятые камерой. 3, данные cookie и веб-маяки могут использоваться для отображения рекламы.

# 個人情報の利用方法
source: How to use personal information
es_419: Cómo usar información personal

source: 1. When switching back to the front camera mode, the app uses the depth data of the TrueDepth camera to shoot in portrait mode. 2, processing of depth data, and images and videos are performed in the user's terminal, and images are not uploaded via network communication. The depth data is temporarily retained and used within the app to blur the background and make the subject stand out, and is deleted from the app after use. 3. You may be notified of software updates. 4, Cookie data may be used to display advertisements. 5. Under the law, if the provider determines that it is necessary to pursue the legitimate interests of a third party, it may process personal information. 6. Through the application providing platform, we may obtain statistical data such as analytics that are not directly related to a specific individual.
es_419: 1. Al volver al modo de cámara frontal, la aplicación utiliza los datos de profundidad de la cámara TrueDepth para disparar en modo vertical. n2, el procesamiento de datos de profundidad e imágenes y videos se realizan en el terminal del usuario, y las imágenes no se cargan a través de la comunicación de red. nLos datos de profundidad se retienen temporalmente y se usan dentro de la aplicación para desenfocar el fondo y hacer que el sujeto se destaque, y se eliminan de la aplicación después de su uso. n 3. Es posible que se le notifique sobre actualizaciones de software. n4, los datos de cookies se pueden usar para mostrar anuncios. n5. Según la ley, si el proveedor determina que es necesario perseguir los intereses legítimos de un tercero, puede procesar información personal. n6. A través de la plataforma que proporciona la aplicación, podemos obtener datos estadísticos como análisis que no están directamente relacionados con un individuo específico.
ru: 1. При переключении обратно в режим передней камеры приложение использует данные глубины камеры TrueDepth для съемки в портретном режиме. 2, обработка данных о глубине, а также изображений и видео выполняется в терминале пользователя, и изображения не загружаются через сетевую связь. Данные глубины временно сохраняются и используются в приложении для размытия фона и выделения объекта, а после использования удаляются из приложения. 3. Вы можете получать уведомления об обновлениях программного обеспечения. 4, данные cookie могут использоваться для отображения рекламы. 5. По закону, если поставщик услуг определяет необходимость соблюдения законных интересов третьих лиц, он может обрабатывать личную информацию. 6. Через платформу, предоставляющую приложения, мы можем получать статистические данные, такие как аналитика, которые не имеют прямого отношения к конкретному человеку.

# 第三者への開示について
source: Disclosure to third parties
es_419: Divulgación a terceros.
ru: Как использовать личную информацию

source: The provider does not provide personal information to third parties without obtaining prior user consent. However, in the following cases, this is not the case and user information may be provided to third parties. (1) When providing user information to an external service management company in cooperation with an external service or authentication using an external service (2) Received a national institution or local public entity or its consignment The provider needs to cooperate with the execution of the affairs stipulated by the law, and obtaining consent from the user may interfere with the performance of the affairs (3) Other laws and regulations If allowed
es_419: El proveedor no proporciona información personal a terceros sin obtener el consentimiento previo del usuario. Sin embargo, en los siguientes casos, este no es el caso y la información del usuario puede ser proporcionada a terceros. n (1) Al proporcionar información de usuario a una empresa de gestión de servicios externos en cooperación con un servicio externo o autenticación mediante un servicio externo n (2) Recibió una institución nacional o entidad pública local o su envío El proveedor debe cooperar con el la ejecución de los asuntos estipulados por la ley y la obtención del consentimiento del usuario pueden interferir con el desempeño de los asuntos n (3) Otras leyes y regulaciones Si está permitido
ru: Поставщик не предоставляет личную информацию третьим лицам без получения предварительного согласия пользователя. Однако в следующих случаях это не так, и информация о пользователях может быть предоставлена третьим лицам. n (1) При предоставлении пользовательской информации внешней управляющей компании в сотрудничестве с внешней службой или аутентификации с использованием внешней услуги n (2) Получено национальное учреждение или местная публичная организация или ее партия Поставщик должен сотрудничать с выполнение дел, предусмотренных законом, и получение согласия пользователя может помешать выполнению дел n (3) Другие законы и правила, если это разрешено

# 個人情報の開示
source: Disclosure of personal information
es_419: Divulgación de información personal.
ru: Раскрытие личной информации

# アプリケーション端末内で処理が完結するデータを除き、本人から個人情報の開示を求められた場合は、本人に対し開示します。
source: Except for data that is completely processed in the application terminal, if the person requests disclosure of personal information, it will be disclosed to the person.
es_419: A excepción de los datos que se procesan por completo en el terminal de la aplicación, si la persona solicita la divulgación de información personal, se revelará a la persona.
ru: За исключением данных, которые полностью обрабатываются в терминале приложения, если лицо запрашивает раскрытие личной информации, она будет раскрыта этому лицу.

# 利用者関与の方法
source: User involvement
es_419: Participación de Usuario
ru: Participación de Usuario

source: If you want to stop the use of user information by the application, please uninstall the application. The contents of this privacy policy can be changed without obtaining the user's consent. Notification of changes will be made in the form of notifications through the application delivery platform, and the revised privacy policy will take effect from the time of notification.
es_419: Si desea detener el uso de la información del usuario por parte de la aplicación, desinstálela. El contenido de esta política de privacidad se puede cambiar sin obtener el consentimiento del usuario. La notificación de los cambios se realizará en forma de notificaciones a través de la plataforma de entrega de aplicaciones, y la política de privacidad revisada entrará en vigencia desde el momento de la notificación.
ru: Если вы хотите прекратить использование информации пользователя приложением, удалите его. nСодержание этой политики конфиденциальности может быть изменено без получения согласия пользователя. Уведомление об изменениях будет осуществляться в форме уведомлений через платформу доставки приложений, а пересмотренная политика конфиденциальности вступит в силу с момента уведомления.

# お問い合わせ
source: Contact Us
es_419: Contacta con nosotras
ru: Связаться с нами

# プライバシーポリシー
source: Privacy Policy
es_419: Política de privacidad
ru: политика конфиденциальности

# 利用規約
source: Terms of service
es_419: Términos de servicio
ru: Условия использования

# 2020年2月10日更新
source: Updated February 10, 2020
es_419: Actualizado el 10 de febrero de 2020
ru: Обновлено 10 февраля 2020 г.

# 第９条 規約の変更
source: Article 9 Change of Terms
es_419: Artículo 9 Cambio de términos
ru: Статья 9 Изменение условий

source: The contents of these terms can be changed without the user's consent. Notification of the change will be made in the form of notification through the application providing platform, and the updated privacy policy will take effect from the time of notification.
es_419: El contenido de estos términos puede modificarse sin el consentimiento del usuario. La notificación del cambio se realizará en forma de notificación a través de la plataforma que proporciona la aplicación, y la política de privacidad actualizada entrará en vigencia desde el momento de la notificación.
ru: Содержание этих условий может быть изменено без согласия пользователя. Уведомление об изменении будет сделано в форме уведомления через платформу, предоставляющую приложение, и обновленная политика конфиденциальности вступит в силу с момента уведомления.

# 写真の品質
source: Photo quality
es_419: Calidad de la foto
ru: Качество фото
